"TITLE" = "Obtener datos";
"ENABLE_PUSH" = "Push";

"ENABLE_PUSH_TEXT_IPHONE" = "Los cambios del servidor se actualizarán en el iPhone de forma inmediata.";
"ENABLE_PUSH_TEXT_IPOD" = "Los cambios del servidor se actualizarán en el iPod de forma inmediata.";
"ENABLE_PUSH_TEXT_IPAD" = "Los cambios del servidor se actualizarán en el iPad de forma inmediata.";
"ENABLE_PUSH_TEXT_IPHONE_SIMULATOR" = "Los cambios del servidor se actualizarán\nen Simulador iPhone de forma inmediata.";

"WHEN_NOT_PUSHING" = "Obtener";
"WHEN_NOT_PUSHING_TEXT" = "La frecuencia seleccionada se utilizará cuando la opción Push esté desactivada, o en aplicaciones no compatibles con Push. Para optimizar la duración de la batería, obtenga actualizaciones con menos frecuencia.";

"15_MINUTES" = "Cada 15 minutos";
"30_MINUTES" = "Cada 30 minutos";
"60_MINUTES" = "Cada hora";
"MANUALLY" = "Manualmente";

"ADVANCED" = "Avanzado";

"SELECT_SCHEDULE" = "Seleccione la frecuencia";

"PUSH" = "Push";
"FETCH" = "Obtener";
"MANUAL" = "Manual";

"WHEN_PUSH_NOT_AVAILABLE" = "Si la tecnología Push no está disponible, se utilizará la frecuencia de la función Obtener.";
"WHEN_FETCH_NOT_AVAILABLE" = "Si selecciona Manual, esta cuenta buscará actualizaciones sólo cuando la aplicación esté en uso.";
